{
 "ListOfMon": [
  {
   "ArType": "Humanoid",
   "MonstersInfo": [
    {
     "Name": "Elves",
     "Char": "Any",
     "Size": "Medium",
     "Speed": "30 ft.",
     "Skills": "Darkvision 60 ft., Keen Senses, Trance, Fey Ancestry",
     "HitPoints": "Individual",
     "Rolls": "",
     "ArmorClass": "Individual",
     "Desc": "Elves, much like their living ancestors, the eladrin, who were also commonly called elves, were a long-lived race of the Tel-quessir found most commonly in forests, shrublands, and other wildernesses. From time to time the elves organized strong nations, though with far less frequency than eladrin, in some cases adopting even a nomadic lifestyle. Almost all elves worshiped the gods of the Seldarine, and the elves were generally, though not always, good in nature",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Dwarfs",
     "Char": "Good",
     "Size": "4-5 ft.",
     "Speed": "25 ft.",
     "Skills": "Darkvision 60 ft., Dwarven Resilience, Dwarven Combat Training, Stonecunning",
     "HitPoints": "Individual",
     "Rolls": "",
     "ArmorClass": "Individual",
     "Desc": "Dwarves are a short and stocky race, and stand about a foot shorter than most humans, with wide, compact bodies that account for their burly appearance. Male and female dwarves pride themselves on the long length of their hair, and men often decorate their beards with a variety of clasps and intricate braids. Clean-shavenness on a male dwarf is a sure sign of madness, or worse—no one familiar with their race trusts a beardless dwarven man.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Gnomes",
     "Char": "Neutral Good",
     "Size": "3-4 ft.",
     "Speed": "20 ft..",
     "Skills": "Darkvision, Gnome Cunning",
     "HitPoints": "Individuall",
     "Rolls": "",
     "ArmorClass": "Individuall",
     "Desc": "Skinny and flaxen-haired, his skin walnut brown and his eyes a startling turquoise, Burgell stood half as tall as Aeron and had to climb up on a stool to look out the peephole. Like most habitations in Oeble, that particular tenement had been built for humans, and smaller residents coped with the resulting awkwardness as best they could.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Humans",
     "Char": "Any",
     "Size": "5-6 ft.",
     "Speed": "30 ft.",
     "Skills": "Individual",
     "HitPoints": "Individual",
     "Rolls": "",
     "ArmorClass": "Individual",
     "Desc": "The physical characteristics of humans are as varied as the world’s climes. From the dark-skinned tribesmen of the southern continents to the pale and barbaric raiders of the northern lands, humans possess a wide variety of skin colors, body types, and facial features. Generally speaking, humans’ skin color assumes a darker hue the closer to the equator they live. At the same time, bone structure, hair color and texture, eye color, and a host of facial and bodily phenotypic characteristics vary immensely from one locale to another. Cheekbones may be high or broad, noses aquiline or flat, and lips full or thin; eyes range wildly in hue, some deep set in their sockets, and others with full epicanthic folds. Appearance is hardly random, of course, and familial, tribal, or national commonalities often allow the knowledgeable to identify a human’s place of origin on sight, or at least to hazard a good guess. Humans’ origins are also indicated through their traditional styles of bodily decoration, not only in the clothing or jewelry worn, but also in elaborate hairstyles, piercing, tattooing, and even scarification.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Half-Orks",
     "Char": "Any",
     "Size": "5-6 ft.",
     "Speed": "30 ft.",
     "Skills": "Darkvision, Menacing, Relentless Endurance, Savage Attacks",
     "HitPoints": "Individual",
     "Rolls": "",
     "ArmorClass": "Individual",
     "Desc": "Whether united under the leadership of a mighty warlock or having fought to a standstill after years of conflict, orc and human tribes sometimes form alliances, joining forces into a larger horde to the terror of civilized lands nearby. When these alliances are sealed by marriages, half-orcs are born. Some half-orcs rise to become proud chiefs of orc tribes, their human blood giving them an edge over their full-blooded orc rivals. Some venture into the world to prove their worth among humans and other more civilized races. Many of these become adventurers, achieving greatness for their mighty deeds and notoriety for their barbaric customs and savage fury.",
     "Language": "",
     "Sense": ""
    }
   ]
  },
  {
   "ArType": "Goblinids",
   "MonstersInfo": [
    {
     "Name": "Orcs",
     "Char": "Chaotic evil",
     "Size": "5-6 ft.",
     "Speed": "30 ft.",
     "Skills": "Darkvision 60 ft., Passive Perception 10 ",
     "HitPoints": "Individual",
     "Rolls": "",
     "ArmorClass": "Individual",
     "Desc": "Orcs were a race of humanoids that had been a threat to the civilized cultures of Toril, particularly Faerûn for as long as any could remember. This changed somewhat in the years preceding and immediately after the Spellplague, when a horde of mountain orcs under the command of King Obould Many-Arrows unified into a single kingdom, one that was remarkably civilized.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Goblins",
     "Char": "Chaotic evil",
     "Size": "Medium",
     "Speed": "30 ft.",
     "Skills": "Darkvision 60 ft., Passive Perception 8 ",
     "HitPoints": "7 (2d6)",
     "Rolls": "",
     "ArmorClass": "15 leather armor",
     "Desc": "Goblins were a race of small and numerous goblinoids common throughout Toril, often living in underground caverns near the surface known as lairs. The race was often, though not always, dominated by other goblinoids, most commonly hobgoblins. Goblins may have, in fact, been initially created by this related race to serve as scouts and infiltrators",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Ogrs",
     "Char": "Any",
     "Size": "Giant",
     "Speed": "40 ft.",
     "Skills": "Darkvision 60 ft.,",
     "HitPoints": "59 (7d10 + 21)",
     "Rolls": "",
     "ArmorClass": "11 Hide armor",
     "Desc": "Ogres appeared as giant humanoids with very muscular bodies and large heads. They stood between 9 and 10 feet tall and could weigh 600 to 650 lbs",
     "Language": "",
     "Sense": ""
    }
   ]
  },
  {
   "ArType": "Beasts",
   "MonstersInfo": [
    {
     "Name": "Cat",
     "Char": "-",
     "Size": "Tiny",
     "Speed": "40 ft., climb 30 ft",
     "Skills": "Perception +3, Stealth +4, Keen Smell. The cat has advantage on Wisdom (Perception) checks that rely on smell. ",
     "HitPoints": "2 (1d4)",
     "Rolls": "",
     "ArmorClass": "12",
     "Desc": "Just cat",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Rat",
     "Char": "-",
     "Size": "Tiny",
     "Speed": "20 ft.",
     "Skills": "Keen Smell. The rat has advantage on Wisdom (Perception) checks that rely on smell.",
     "HitPoints": "1 (1d4-1)",
     "Rolls": "",
     "ArmorClass": "10",
     "Desc": "Just Rat",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Wererat",
     "Char": "-",
     "Size": "Medium",
     "Speed": "30 ft. or 20 ft. in rat form",
     "Skills": "Perception +2, Stealth +4",
     "HitPoints": "33 (6d8+6)",
     "Rolls": "",
     "ArmorClass": "12",
     "Desc": "The wererat can use its action to Polymorph into a rat-humanoid hybrid or into a Giant Rat, or back into its true form, which is Humanoid. Its Statistics, other than its size, are the same in each form. Any Equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Wolf",
     "Char": "-",
     "Size": "Medium",
     "Speed": "40 ft.",
     "Skills": "Perception +3, Stealth +4",
     "HitPoints": "11 (2d8+2)",
     "Rolls": "",
     "ArmorClass": "13",
     "Desc": "Medium animal",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Black Bear",
     "Char": "-",
     "Size": "Medium",
     "Speed": "40 ft., climb 30 ft.",
     "Skills": "Perception +3, Keen Smell. The bear has advantage on Wisdom (Perception) checks that rely on smell.",
     "HitPoints": "19 (3d8+6)",
     "Rolls": "",
     "ArmorClass": "11",
     "Desc": "Big and strong black bear",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Dire Wolf",
     "Char": "-",
     "Size": "Large",
     "Speed": "50 ft.",
     "Skills": "Perception +3, Stealth +4, Keen Hearing and Smell. The wolf has advantage on Wisdom (Perception) checks that rely on hearing or smell. Pack Tactics. The wolf has advantage on an attack roll against a creature if at least one of the wolf’s allies is within 5 feet of the creature and the ally isn’t incapacitated.",
     "HitPoints": "37 (5d10+10)",
     "Rolls": "",
     "ArmorClass": "14",
     "Desc": "Dire wolves grew to about 9 feet (2.7 meters) long and weighed up to 800 pounds (363 kilograms), about the size of a horse. Their fur was thick and a mottled grey or black in color, and they had fiery eyes.",
     "Language": "",
     "Sense": ""
    }
   ]
  },
  {
   "ArType": "Dragons",
   "MonstersInfo": [
    {
     "Name": "Pseudodragon",
     "Char": "Neutral Good",
     "Size": "Tiny",
     "Speed": "15 ft., fly 60ft.",
     "Skills": "Perception +3, Stealth +4, Keen Senses. The pseudodragon has advantage on Wisdom (Perception) checks that rely on sight, hearing, or smell.\t\t\tMagic Resistance. The pseudodragon has advantage on saving throws against spells and other magical effects. Limited Telepathy. The pseudodragon can magically communicate simple ideas, emotions, and images telepathically with any creature within 100 feet of it that can understand a language.",
     "HitPoints": "7 (2d7+2)",
     "Rolls": "",
     "ArmorClass": "13",
     "Desc": "Their name, meaning false dragon, hints at what they are. Pseudodragons are tiny versions of their much larger cousins, normal dragons. Pseudodragons are around the size of an average house cat and are typically neutral good. Since they are miniature versions of all dragon types however, this can vary. (A blue pseudodragon may share the same traits as normal blue dragons. This rule is flexible and depends on the DM and players' personal preference.) With exceptional perception, stealth, and speed, pseudodragons are quite difficult to catch. They tend to avoid encounters and only fight defensively.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Copper Dragon Wyrmling",
     "Char": "Chaotic good",
     "Size": "Medium",
     "Speed": "30 ft., fly 60 ft.",
     "Skills": "Dex +3, Con +3, Wis +2, Cha +3, blindsight 10 ft., darkvision 60 ft., passive Perception 14\t\t\t\t\t",
     "HitPoints": "22(4d8+4)",
     "Rolls": "",
     "ArmorClass": "16",
     "Desc": "A newly hatched dragon has a full array of abilities. Although inferior to those of a young dragon, these abilities are sufficient for the wyrmling to take care of itself, at least against relatively weak threats and predators. Although an emerging wyrmling is sodden and somewhat awkward, it can run within hours of hatching and can fly within a day or two. A wyrmling’s senses are fully acute, and—due to the interweaving of a dragon’s centers of memory and instinct—it is born with a substantial amount of its parents’ knowledge imprinted in its mind. ",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Brass Dragon Wyrmling",
     "Char": "Chaotic Good",
     "Size": "Medium",
     "Speed": "30 ft., fly 60 ft.",
     "Skills": "Perception +4, Stealth +2, Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (1d10 + 2) piercing damage. Breath Weapons (Recharge 5–6). The dragon uses one of the following breath weapons.",
     "HitPoints": "16 (3d8+3)",
     "Rolls": "",
     "ArmorClass": "16",
     "Desc": "A newly hatched dragon has a full array of abilities. Although inferior to those of a young dragon, these abilities are sufficient for the wyrmling to take care of itself, at least against relatively weak threats and predators. Although an emerging wyrmling is sodden and somewhat awkward, it can run within hours of hatching and can fly within a day or two. A wyrmling’s senses are fully acute, and—due to the interweaving of a dragon’s centers of memory and instinct—it is born with a substantial amount of its parents’ knowledge imprinted in its mind. ",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Black Dragon",
     "Char": "Chaotic Evil",
     "Size": "Giant",
     "Speed": "40 ft., fly 80 ft., swim 40 ft.",
     "Skills": "Perception +16, Stealth +9",
     "HitPoints": "367 (21d20 + 147)",
     "Rolls": "",
     "ArmorClass": "22",
     "Desc": "Black dragons, also known as skull dragons, were far and away the most vile tempered and cruel of all chromatic dragons. They were solitary creatures that lived in the swamps and marshlands all around Toril, from the Flooded Forest in Sembia to the jungles of Chult.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Green Dragon",
     "Char": "Chaotic Evil",
     "Size": "Giant",
     "Speed": "40 ft., fly 80 ft., swim 40 ft.",
     "Skills": "Dex +8, Con +14, Wis +10, Cha +11",
     "HitPoints": "385(22d20 + 154)",
     "Rolls": "",
     "ArmorClass": "21",
     "Desc": "Green dragons were most notable for the large, waving crest or fin that started at the dragon's nose and ran the entire length of the dragon's body. They also had exceptionally long, slender forked tongues",
     "Language": "",
     "Sense": ""
    }
   ]
  },
  {
   "ArType": "Undead",
   "MonstersInfo": [
    {
     "Name": "Skelleton",
     "Char": "Lawfull Evil",
     "Size": "Medium",
     "Speed": "30 ft.",
     "Skills": "Damage Vulnerabilities bludgeoning, Damage Immunities poison, Condition Immunities exhaustion, poisoned",
     "HitPoints": "13 (2d8 + 4)",
     "Rolls": "",
     "ArmorClass": "13",
     "Desc": "Skeletons were undead animated corpses similar to zombies, but completely devoid of flesh and did not feed on the living. They could be made from virtually any solid creature, and as such their size and power varied widely. In addition to the basic humanoid skeleton, there were also skeletons created from wolves, trolls, ettins and even giants.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Zombie",
     "Char": "Neutral Evil",
     "Size": "Medium",
     "Speed": "20 ft.",
     "Skills": "Damage Immunities poison, Condition Immunities poisoned",
     "HitPoints": "22(3d8+9)",
     "Rolls": "",
     "ArmorClass": "8",
     "Desc": "A zombie was an undead creature usually created by the re-animation of a corpse. Unlike animated skeletons, zombies still retained some flesh on their bodies, and gave off a horrid, rank smell. They were almost mindless, but could be given simple commands, such as (kill anyone who opens the treasure chest). Virtually any solid creature could be turned into a zombie; in addition to humanoids, troglodytes, minotaurs, ogres, and even beholders could be turned into zombies.",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Shadow",
     "Char": "Chaotic Evil",
     "Size": "Medium",
     "Speed": "40 ft.",
     "Skills": "Stealth +4 (+6 in dim light or darkness)",
     "HitPoints": "16(3d8+3)",
     "Rolls": "",
     "ArmorClass": "12",
     "Desc": "Shadows were incorporeal and were hard to see in dark areas but were easy to see in brightly lit areas",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Banshee",
     "Char": "Chaotic Evil",
     "Size": "Medium",
     "Speed": "0 ft., fly 40 ft.",
     "Skills": "Damage Resistances acid, fire, lightning, thunder; bludgeoning, piercing, and slashing from nonmagical weapons",
     "HitPoints": "58(13d8)",
     "Rolls": "",
     "ArmorClass": "12",
     "Desc": "A Banshee was a female undead phantom, a selfish, strong-willed spirit that embodied the essence of hideousness.They delighted the death to any living creature",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Revenant",
     "Char": "Neutral",
     "Size": "Medium",
     "Speed": "30 ft.",
     "Skills": "Condition Immunities charmed, exhaustion, frightened, paralyzed, poisoned, stunned",
     "HitPoints": "136(16d8+64)",
     "Rolls": "",
     "ArmorClass": "13",
     "Desc": "Revenants were undead creatures that would rise from the dead to hunt down and slay their killers with an unwavering ",
     "Language": "",
     "Sense": ""
    }
   ]
  },
  {
   "ArType": "Construct",
   "MonstersInfo": [
    {
     "Name": "Homuncul",
     "Char": "-",
     "Size": "tiny",
     "Speed": "20 ft.",
     "Skills": "-",
     "HitPoints": "5(2d4+)",
     "Rolls": "",
     "ArmorClass": "13",
     "Desc": "A homunculus was a tiny construct created by spellcasters to act as a spy and servant. Homunculi were created through mysticism and alchemy, using the spellcaster's own blood in the procedure. This blood-link provided a special bond between the homunculus and its creator. The construct was completely loyal to its master and could telepathically transmit anything it saw or heard back to its creator. Although they possessed a telepathic link to their creator, homunculi could not verbally speak",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Rug of Smothering",
     "Char": "-",
     "Size": "Large",
     "Speed": "10 ft.",
     "Skills": "-",
     "HitPoints": "33(6d10)",
     "Rolls": "",
     "ArmorClass": "12",
     "Desc": "Rugs of smothering were magically animated rugs that were commonly employed as traps. They attacked by trapping and constraining their victim",
     "Language": "",
     "Sense": ""
    },
    {
     "Name": "Flesh Golem",
     "Char": "neutral",
     "Size": "medium",
     "Speed": "30 ft.",
     "Skills": "-",
     "HitPoints": "93(11d8+44)",
     "Rolls": "",
     "ArmorClass": "9",
     "Desc": "A flesh golem was a ghoulish collection of body parts, stitched together into a single composite form",
     "Language": "",
     "Sense": ""
    }
   ]
  }
 ]
}